{
  "houses": [
    {
      "id": 1,
      "name": "The Crater House",
      "architects": "Amey Kandalgaonkar",
      "image": "/assets/houses/casa-crater.webp",
      "gallery": [
        "/assets/houses/casa-crater-gallery/casa-crater-gallery-1.jpg",
        "/assets/houses/casa-crater-gallery/casa-crater-gallery-2.jpg",
        "/assets/houses/casa-crater-gallery/casa-crater-gallery-3.jpg"
      ],
      "material": [
        "elementos geológicos"
      ],
      "information": [
        {
          "info": "Amey Kandalgaonkar is a visionary architect and photographer who is known for his utopian projects. In response to Elon Musk's announcement about inhabiting Mars, Amey set out to design a UFO-shaped house that would be located in a Martian crater. The design is both innovative and practical, with a focus on creating a livable space that can withstand the harsh environment of Mars."
        },
        {
          "info": "What sets Amey apart from other architects is his ability to merge natural formations with his designs. He is not afraid to think outside the box and has a knack for placing buildings in places you would never have imagined. His unique perspective on architecture and design has earned him numerous accolades and awards, cementing his position as one of the most talented architects of his generation."
        },
        {
          "info": "Amey's passion for architecture and design extends beyond just creating beautiful buildings. He is deeply committed to sustainability and believes that architecture should have a positive impact on the environment. His designs incorporate green technologies and materials, with a focus on minimizing waste and reducing carbon emissions. As the world becomes more conscious of the impact of climate change, architects like Amey are leading the way in creating sustainable, innovative designs that have the potential to transform the way we live."
        }
      ],
      "title": "Indian architect's boundless creativity for a UFO-shaped home",
      "video": "https://youtu.be/ZtdDzaQbzUk",
      "description": "Amey Kandalgaonkar is known for his striking utopian projects. The Indian architect and photographer, following Elon Musk's declarations last May in which he stated that there was no point in having possessions on Earth and that his next goal would be to inhabit Mars, Amey set to work on the design of a UFO-shaped house housed in a Martian crater. For this Indian architect, imagination knows no bounds and he is capable of placing buildings in natural formations that you would never have imagined."
    },
    {
      "id": 2,
      "name": "Zopherus",
      "architects": "Zopherus of Rogers",
      "image": "/assets/houses/zopherus.webp",
      "gallery": [
        "/assets/houses/zopherus-gallery/zopherus-gallery-1.jpg",
        "/assets/houses/zopherus-gallery/zopherus-gallery-2.jpg",
        "/assets/houses/zopherus-gallery/zopherus-gallery-3.jpg",
        "/assets/houses/zopherus-gallery/zopherus-gallery-4.jpg",
        "/assets/houses/zopherus-gallery/zopherus-gallery-5.jpg",
        "/assets/houses/zopherus-gallery/zopherus-gallery-6.jpg"
      ],
      "material": [
        "impresión 3D",
        "elementos geológicos",
        "bioplástico renovable"
      ],
      "information": [
        {
          "info": "The Zopherus home is an incredible feat of engineering that is inspired by terrestrial biologies such as honeycombs and spider webs. The design is both innovative and practical, with a focus on creating a livable space on Mars that is both sustainable and functional. The use of 3D printing technology and autonomous robots allows for the construction of the structure using materials gathered from the Martian environment, making the project more self-sufficient."
        },
        {
          "info": "One of the most impressive features of the Zopherus home is its ability to land in the right place and deploy autonomous robots to collect and gather useful materials. This is a significant step towards creating a self-sustaining and autonomous human settlement on Mars. The robots are equipped with advanced sensors and tools that allow them to identify and gather the right materials needed for construction."
        },
        {
          "info": "The Zopherus home is designed with practicality in mind, including storage cubicles and facilities that prevent air leakage. These features are crucial for survival on Mars, where resources are limited and the environment is hostile. The structure is designed to be both comfortable and functional, providing a livable space for humans that is both safe and sustainable. As we look towards the future of space exploration, projects like Zopherus offer a glimpse into the possibilities of human settlement on other planets."
        }
      ],
      "title": "Martian home inspired by terrestrial biologies and 3D printing technology",
      "video": "https://youtu.be/r79vdlDsjrM",
      "description": "The Zopherus home is inspired by terrestrial biologies such as honeycombs and spider webs. Zopherus is able to land in the right place and deploy autonomous robots that collect useful materials from the environment and use them to create a structure through 3D printing. Included in this Martian house design are storage cubicles and facilities that prevent air leakage."
    },
    {
      "id": 3,
      "name": "Marsha",
      "architects": "AI SpaceFactory",
      "image": "/assets/houses/marsha.webp",
      "gallery": [
        "/assets/houses/marsha-gallery/marsha-gallery-1.jpg",
        "/assets/houses/marsha-gallery/marsha-gallery-2.jpg",
        "/assets/houses/marsha-gallery/marsha-gallery-3.jpg",
        "/assets/houses/marsha-gallery/marsha-gallery-4.jpg",
        "/assets/houses/marsha-gallery/marsha-gallery-5.jpg",
        "/assets/houses/marsha-gallery/marsha-gallery-6.jpg",
        "/assets/houses/marsha-gallery/marsha-gallery-7.jpg",
        "/assets/houses/marsha-gallery/marsha-gallery-8.jpg",
        "/assets/houses/marsha-gallery/marsha-gallery-9.jpg"
      ],
      "material": [
        "impresión 3D",
        "fibra de basalto",
        "bioplástico renovable"
      ],
      "information": [
        {
          "info": "The Marsha Project by AI SpaceFactory is a groundbreaking proposal for a 3D printed house optimized for construction on Mars. This innovative project represents a significant step forward in our efforts to establish a permanent human settlement on the red planet. The project is designed to leverage the latest technologies and materials to create a sustainable and self-sufficient habitat that can withstand the harsh Martian environment."
        },
        {
          "info": "One of the key features of the Marsha Project is the use of a composite of basalt fiber and renewable bioplastic. This material can be sourced from rocks and plants that can be grown on Mars, making the project more self-sustaining and less reliant on external resources. The composite is lightweight, durable, and highly resistant to radiation, making it ideal for use in the construction of a Martian habitat."
        },
        {
          "info": "The Marsha Project is the result of extensive research and development by AI SpaceFactory, a company at the forefront of innovation in space technology. The project represents a significant collaboration with NASA and other key players in the space industry. As we continue to explore the possibilities of human settlement on Mars, projects like the Marsha Project offer a glimpse into the future of space exploration and the potential for sustainable, self-sufficient human habitats beyond Earth."
        }
      ],
      "title": "The innovative 3D-printed house to inhabit Mars with local materials",
      "video": "https://youtu.be/XnrVV0w2jrE",
      "description": "AI SpaceFactory's The Marsha Project is NASA's proposal for a 3D printed house optimised for construction on Mars.  The company has researched and developed a composite of basalt fibre (which can be extracted from rocks on Mars) and a renewable bioplastic that can be sourced from plants that can be grown on the red planet."
    },
    {
      "id": 4,
      "name": "Ice House",
      "architects": "SEArch y Clouds AO",
      "image": "/assets/houses/ice-house.webp",
      "gallery": [
        "/assets/houses/ice-house-gallery/ice-house-gallery-1.jpg",
        "/assets/houses/ice-house-gallery/ice-house-gallery-2.jpg",
        "/assets/houses/ice-house-gallery/ice-house-gallery-3.jpg",
        "/assets/houses/ice-house-gallery/ice-house-gallery-4.jpg",
        "/assets/houses/ice-house-gallery/ice-house-gallery-5.jpg",
        "/assets/houses/ice-house-gallery/ice-house-gallery-6.jpg"
      ],
      "material": [
        "hielo",
        "elementos geológicos"
      ],
      "information": [
        {
          "info": "SEArch and Clouds AO, two innovative architectural firms, have developed a groundbreaking design for a 'house made of ice' that could revolutionize the way we build intergalactic habitats. Their design is based on the use of surface ice, which is abundant on Mars and could provide an ideal building material for human habitats on the red planet. The ice would serve as a natural shield against radiation, protecting the inhabitants of the house from the harmful effects of space radiation."
        },
        {
          "info": "The 'ice house' design by SEArch and Clouds AO features a vertical ice shell that encases the living quarters of the house. The ice is reinforced with a structural frame made of lightweight materials, creating a strong and durable structure that can withstand the harsh Martian environment. The interior of the house is designed to provide a comfortable and livable environment for its inhabitants, with features such as living spaces, sleeping quarters, and storage areas."
        },
        {
          "info": "The use of ice as a building material for intergalactic habitats is a groundbreaking concept that could transform the way we think about space exploration and human settlement beyond Earth. By leveraging the abundant resources of other planets, we can create sustainable and self-sufficient habitats that can support human life in space. The 'ice house' design by SEArch and Clouds AO represents a significant step forward in this effort, demonstrating the potential for innovative and sustainable solutions to the challenges of building homes in space."
        }
      ],
      "title": " The Innovative Design for a Mars Habitat by SEArch and Clouds AO",
      "video": "https://vimeo.com/142099027",
      "description": "One of the most suitable building materials for intergalactic dwellings is ice, and it was on this material that SEArch and Clouds AO based the design of this 'ice house'. Surface ice is abundant on Mars, and this house with a vertical ice shell would be able to protect its inhabitants from radiation."
    },
    {
      "id": 5,
      "name": "Mars Incubator",
      "architects": "Nasa",
      "image": "/assets/houses/mars-incubator.webp",
      "gallery": [
        "/assets/houses/mars-incubator-gallery/mars-incubator-gallery-1.jpg",
        "/assets/houses/mars-incubator-gallery/mars-incubator-gallery-2.jpg",
        "/assets/houses/mars-incubator-gallery/mars-incubator-gallery-3.jpg",
        "/assets/houses/mars-incubator-gallery/mars-incubator-gallery-4.jpg",
        "/assets/houses/mars-incubator-gallery/mars-incubator-gallery-5.jpg",
        "/assets/houses/mars-incubator-gallery/mars-incubator-gallery-6.jpg"
      ],
      "material": [
        "plástico de regolito",
        "fibra de basalto"
      ],
      "information": [
        {
          "info": "The model with a design of four spherical modules connected by one larger module in the center presents a unique solution for spacecrafts that require increased protection against radiation. The central module acts as a hub, allowing the crew to move between the different modules using bridges without leaving the structure. This design is particularly useful for long-term space missions, where the crew may need to spend extended periods of time in space and require a safe and comfortable environment."
        },
        {
          "info": "One of the main advantages of this design is its resistance to radiation. The support structure is made of a combination of regolith plastic and polyethylene with basalt fiber. These materials provide excellent protection against high levels of radiation and can withstand extreme conditions in space. The use of these innovative materials ensures that the structure is durable and can withstand the harsh environment of space."
        },
        {
          "info": "The modular design of the structure also offers flexibility and adaptability. The individual modules can be customized and equipped with different systems and equipment, depending on the mission requirements. This allows for more efficient use of space and resources and ensures that the spacecraft is optimized for its specific mission. The bridges connecting the modules also provide additional space for storage and equipment, further enhancing the overall functionality of the structure. Overall, this model presents a practical and innovative solution for space missions that require a durable and adaptable spacecraft."
        }
      ],
      "title": "Modular spherical structure design with radiation resistance and innovative materials",
      "video": "https://youtu.be/7GgPFFzn8hg",
      "description": "Model featuring a design of four spherical modules connected by a larger one in the centre. Each of the modules is connected by bridges that allow the crew to move between the different modules without leaving the structure. Radiation resistant, its supports are made of regolith plastic and polyethylene with basalt fibre."
    },
    {
      "id": 6,
      "name": "Kahn Yatees",
      "architects": "Kahn Yatees",
      "image": "/assets/houses/kahn-yatees.webp",
      "gallery": [
        "/assets/houses/kahn-yatees-gallery/kahn-yatees-gallery-1.jpg",
        "/assets/houses/kahn-yatees-gallery/kahn-yatees-gallery-2.jpg",
        "/assets/houses/kahn-yatees-gallery/kahn-yatees-gallery-3.jpg",
        "/assets/houses/kahn-yatees-gallery/kahn-yatees-gallery-4.jpg",
        "/assets/houses/kahn-yatees-gallery/kahn-yatees-gallery-5.jpg",
        "/assets/houses/kahn-yatees-gallery/kahn-yatees-gallery-6.jpg"
      ],
      "material": [
        "impresión 3D"
      ],
      "information": [
        {
          "info": "The Mars house design developed by the team of Kahn Yatees from Mississippi presents a unique and innovative approach to Martian architecture. The structure has been designed to withstand the harsh conditions of the red planet, including dust storms and extreme weather conditions. The design is based on a self-building ethereal structure that can be constructed once it lands safely on the Martian surface."
        },
        {
          "info": "One of the main advantages of this Mars house design is its adaptability. The structure can be built to fit the specific needs of the Martian environment, including the terrain, the weather, and the resources available. Additionally, the design allows for easy expansion, making it possible to add new modules or sections to the structure as needed."
        },
        {
          "info": "The Kahn Yatees' Mars Habitation is not only functional but also aesthetically pleasing. The structure's minimalist and sleek design, combined with its translucent materials, creates a visually striking appearance that would stand out on the Martian landscape. Overall, this innovative and adaptable Mars house design has the potential to revolutionize the way we think about architecture and habitation on other planets."
        }
      ],
      "title": "A Self-Building Ethereal Structure for Harsh Martian Conditions",
      "video": "https://youtu.be/a_BN_xJZMOk",
      "description": "One of the most relevant Mars house designs comes from the team of Kahn Yatees from Mississippi who came up with this curious structure of a possible Mars habitation. The design has been created specifically to withstand the dust storms and adverse weather that can occur on Mars. An ethereal structure designed to build itself once it lands safely on the Martian surface."
    },
    {
      "id": 7,
      "name": "Sfero by Fabulous",
      "architects": "Fabulous",
      "image": "/assets/houses/sfero-faboluous.webp",
      "gallery": [
        "/assets/houses/sfero-gallery/sfero-gallery-1.jpg",
        "/assets/houses/sfero-gallery/sfero-gallery-2.jpg",
        "/assets/houses/sfero-gallery/sfero-gallery-3.jpg"
      ],
      "material": [
        "impresión 3D",
        "óxido de hierro"
      ],
      "information": [
        {
          "info": "Fabulous, a French 3D printing company, has developed an innovative concept for a Mars habitation: a bubble house that can be built using iron oxide found on the planet's surface. The structure is designed to be built by a 3D printing robot once it has landed on Mars."
        },
        {
          "info": "The bubble house has a helical staircase that connects two floors and is made of layers of iron oxide powder that are fused together by a 3D printing robot using a laser. The process is known as sintering and it creates a solid structure that is able to withstand the harsh conditions on the Martian surface."
        },
        {
          "info": "By using the planet's own materials, the bubble house is a sustainable solution for a Mars habitation. The concept was developed as part of a NASA competition to design a 3D printed habitat for Mars, and it demonstrates how 3D printing technology can be used to create sustainable and adaptable structures in extreme environments."
        }
      ],
      "title": "Fabulous designs bubble house for Mars using planet's own materials",
      "video": "https://youtu.be/Mqsg2KM9gSw",
      "description": "French 3D printing company Fabulous designed a bubble house that, once landed on Mars, would start to build itself from the iron oxide found on the planet's surface. A futuristic structure with a helical staircase connecting two floors."
    },
    {
      "id": 8,
      "name": "Xiaomi Mars Case",
      "architects": "OPEN Architecture & Xiaomi",
      "image": "/assets/houses/xiaomi-mars-case.webp",
      "gallery": [
        "/assets/houses/xiaomi-mars-case-gallery/xiaomi-mars-case-gallery-1.jpg",
        "/assets/houses/xiaomi-mars-case-gallery/xiaomi-mars-case-gallery-2.jpg",
        "/assets/houses/xiaomi-mars-case-gallery/xiaomi-mars-case-gallery-3.jpg",
        "/assets/houses/xiaomi-mars-case-gallery/xiaomi-mars-case-gallery-4.jpg",
        "/assets/houses/xiaomi-mars-case-gallery/xiaomi-mars-case-gallery-5.jpg",
        "/assets/houses/xiaomi-mars-case-gallery/xiaomi-mars-case-gallery-6.jpg",
        "/assets/houses/xiaomi-mars-case-gallery/xiaomi-mars-case-gallery-7.jpg",
        "/assets/houses/xiaomi-mars-case-gallery/xiaomi-mars-case-gallery-8.jpg",
        "/assets/houses/xiaomi-mars-case-gallery/xiaomi-mars-case-gallery-9.jpg"
      ],
      "material": [
        "bioplástico renovable"
      ],
      "information": [
        {
          "info": "The OPEN Architecture and Xiaomi's Mars Case is a prototype home that focuses on sustainability and minimalism, incorporating the highest technology to consume as few resources as possible. The design is based on the belief that recycling will be the key to survival in interplanetary living, making it an ideal home for Mars."
        },
        {
          "info": "The Mars Case is built to endure the harsh Martian environment, with a focus on durability and protection for its inhabitants. The minimalist design features a simple and compact living space, complete with essential amenities for daily life."
        },
        {
          "info": "In terms of sustainability, the Mars Case features a closed-loop system for water and air management, as well as an energy-efficient design that minimizes the use of resources. The home's recyclable materials and waste management system also help to reduce the ecological footprint, making it a perfect model for sustainable living in space."
        }
      ],
      "title": "Minimalist and Sustainable: The Mars Case",
      "video": "https://player.vimeo.com/321147999?h=be10c95221",
      "description": "The OPEN Architecture studio, in collaboration with Xiaomi, also presented its prototype home, the Mars Case. It is a fairly minimalist design, but it does not renounce to the highest technology inside. Everything is designed to consume as few resources as possible and recycling is one of its maxims, as they believe that this would be the means of survival."
    },
    {
      "id": 9,
      "name": "Mars Ice Home",
      "architects": "Clouds AO",
      "image": "/assets/houses/mars-ice-home.webp",
      "gallery": [
        "/assets/houses/mars-ice-home-gallery/mars-ice-home-gallery-1.jpg",
        "/assets/houses/mars-ice-home-gallery/mars-ice-home-gallery-2.jpg",
        "/assets/houses/mars-ice-home-gallery/mars-ice-home-gallery-3.jpg",
        "/assets/houses/mars-ice-home-gallery/mars-ice-home-gallery-4.jpg",
        "/assets/houses/mars-ice-home-gallery/mars-ice-home-gallery-5.jpg",
        "/assets/houses/mars-ice-home-gallery/mars-ice-home-gallery-6.jpg"
      ],
      "material": [
        "hielo",
        "estructura inflable"
      ],
      "information": [
        {
          "info": "Clouds AO, Mars Ice Home is a revolutionary deployable habitat concept designed for future Martian exploration missions. This innovative habitat is designed to incorporate ice made from water found on Mars as a structural component and radiation shield. The design was developed by a team of experts from Clouds AO, a private space architecture firm."
        },
        {
          "info": "The inflatable structure of the Clouds AO, Mars Ice Home makes it a perfect fit for Martian exploration missions. It can be easily transported and deployed on the planet's surface, providing a reliable and safe shelter for astronauts. The structure is designed to withstand the harsh Martian environment, including high winds, extreme temperatures, and radiation."
        },
        {
          "info": "The use of Martian ice as a structural component and radiation shield is a unique and innovative feature of the Clouds AO design. This not only reduces the weight and cost of transporting building materials to Mars but also provides an eco-friendly solution that utilizes resources available on the planet. With the development of this groundbreaking concept, the future of Martian exploration and colonization seems to be a step closer to reality."
        }
      ],
      "title": "A Cutting-Edge Deployable Habitat Concept for Martian Exploration",
      "video": "https://youtu.be/JQcx2vlgDeQ",
      "description": "The design of Clouds AO, Mars Ice Home has been developed by a team of experts and NASA Langley Research Center. It is a deployable habitat concept. It is based on an inflatable structure that incorporates ice, made of water from the Red Planet itself, as a radiation shield and structural component."
    },
    {
      "id": 10,
      "name": "XArc",
      "architects": "XArc (Exploration Architecture corporation) y James Vaughan",
      "image": "/assets/houses/XArc.webp",
      "gallery": [
        "/assets/houses/xarc-gallery/xarc-gallery-1.jpg",
        "/assets/houses/xarc-gallery/xarc-gallery-2.jpg",
        "/assets/houses/xarc-gallery/xarc-gallery-3.jpg",
        "/assets/houses/xarc-gallery/xarc-gallery-4.jpg",
        "/assets/houses/xarc-gallery/xarc-gallery-5.jpg",
        "/assets/houses/xarc-gallery/xarc-gallery-6.jpg"
      ],
      "material": [
        "impresión 3D"
      ],
      "information": [
        {
          "info": "The hexagonal dome design has caught the attention in NASA's 3D printed habitat competition, making it one of the 10 finalists in the virtual modeling third phase. Although its shape may seem rounded, the base of the design is actually hexagonal, allowing for more efficient use of interior space."
        },
        {
          "info": "Inside, this habitat has all the necessary equipment to ensure human life in space. The rooms, kitchen, and work area are distributed over several floors, providing a comfortable and functional environment for astronauts. In addition, its modular design allows for easy expansion and adaptation to different needs."
        },
        {
          "info": "This hexagonal dome design is a testament to the potential of 3D printing technology for space exploration and the creation of sustainable habitats outside of Earth. The ability to print custom structures at the destination can significantly reduce costs and risks associated with shipping construction materials from Earth. Undoubtedly, this technology promises to be a key factor for the future of space exploration."
        }
      ],
      "title": "Hexagonal Dome Design Makes Top 10 in NASA's 3D Printed Habitat Competition",
      "video": "https://youtu.be/UYyyqOcJNbw",
      "description": "This design was one of the 10 finalists in phase 3 (virtual modelling) of NASA's 3D printed habitat competition. Although it looks like a rounded dome, it is based on a hexagonal design and, inside, it has all the necessary equipment, such as rooms, kitchen and work area, divided into several floors."
    },
    {
      "id": 11,
      "name": "ArcHab",
      "architects": "XArc (Exploration Architecture corporation)",
      "image": "/assets/houses/arc-hab.webp",
      "gallery": [
        "/assets/houses/archab-gallery/archab-gallery-1.jpg",
        "/assets/houses/archab-gallery/archab-gallery-2.jpg",
        "/assets/houses/archab-gallery/archab-gallery-3.jpg"
      ],
      "material": [
        "óxido de hierro",
        "impresión 3D"
      ],
      "information": [
        {
          "info": "The XArc team has developed a new design for a habitation module on Mars, called ArcHab, which promises to offer solid protection against the harsh radiation on the planet's surface. The arc-shaped design is more robust and efficient than previous models, making it a better choice for long-term habitation on Mars."
        },
        {
          "info": "ArcHab's curved shape also provides additional shelter for any inhabitants of the red planet, protecting them from the harsh environment outside. The module's design is based on advanced materials, including high-strength composites, and is engineered to withstand extreme temperatures and pressures."
        },
        {
          "info": "This innovative design represents a significant step forward in the quest to establish a human settlement on Mars. With the growing interest in Mars exploration and the potential for long-term habitation, it is crucial to develop technologies that can withstand the harsh conditions on the planet. ArcHab's unique design, which combines radiation protection with structural efficiency, makes it a promising option for future Mars missions.Regenerate response"
        }
      ],
      "title": "XArc's ArcHab: A Robust and Efficient Design for Radiation Protection on Mars",
      "video": "https://youtu.be/UYyyqOcJNbw",
      "description": "The XArc team has also designed ArcHab, with a more robust and efficient design. This arc-shaped design provides solid protection against radiation, while offering additional shelter for any inhabitants of the red planet."
    },
    {
      "id": 12,
      "name": "Spacehabs",
      "architects": "Bryan Versteeg",
      "image": "/assets/houses/spacehabs.webp",
      "gallery": [
        "/assets/houses/spacehabs-gallery/spacehabs-gallery-1.jpg",
        "/assets/houses/spacehabs-gallery/spacehabs-gallery-2.jpg",
        "/assets/houses/spacehabs-gallery/spacehabs-gallery-3.jpg",
        "/assets/houses/spacehabs-gallery/spacehabs-gallery-4.jpg",
        "/assets/houses/spacehabs-gallery/spacehabs-gallery-5.jpg",
        "/assets/houses/spacehabs-gallery/spacehabs-gallery-6.jpg"
      ],
      "material": [
        "fibra de basalto",
        "bioplástico renovable"
      ],
      "information": [
        {
          "info": "This conceptual artist and industrial designer has been working on his Spacehabs project since 2011, designing possible habitats for space exploration. His latest work imagines a futuristic Martian base that is both functional and visually striking."
        },
        {
          "info": "Drawing on his experience as an industrial designer, this artist has created a unique and innovative design for a potential Martian base. The design is characterized by its sleek lines, bold colors, and modular construction, which would allow for easy expansion and customization."
        },
        {
          "info": "While still in the conceptual stage, this artist's design has generated a lot of excitement among space enthusiasts and industry professionals alike. With its eye-catching design and functional features, this Martian base concept offers a glimpse into the future of space exploration and habitation. As humanity continues to push the boundaries of space travel, designs like this one will play a crucial role in shaping the future of space exploration."
        }
      ],
      "title": "Industrial Designer's Spacehabs Project Envisions Futuristic Martian Base Concept",
      "video": "https://youtu.be/7PQgIfVP1Bs",
      "description": "This conceptual artist, who has worked as an industrial designer for more than 20 years, has also imagined and designed his own Martian base. Since 2011, with his Spacehabs project, he has been making conceptual designs of possible habitats for exploring space. His design will leave no one indifferent."
    }
  ],
  "favorites": [
    {
      "house": {
        "id": 4,
        "name": "Ice House",
        "architects": "SEArch y Clouds AO",
        "image": "/assets/houses/ice-house.webp",
        "material": [
          "hielo",
          "elementos geológicos"
        ],
        "description": "Uno de los materiales de construcción más apropiados para viviendas intergalácticas es el hielo, y en este material basaron el diseño de esta “casa de hielo” SEArch y Clouds AO. El hielo superficial es abundante en Marte y esta vivienda dotada de una capa de hielo vertical sería capaz de proteger a sus habitantes de las radiaciones.",
        "rooms": "3"
      },
      "userId": 6,
      "id": 2,
      "rooms": "3"
    },
    {
      "house": {
        "id": 6,
        "name": "Kahn Yatees",
        "architects": "Kahn Yatees",
        "image": "/assets/houses/kahn-yatees.webp",
        "material": [
          "impresión 3D"
        ],
        "description": "Uno de los diseños de casas en Marte más relevantes proviene del equipo de Kahn Yatees de Mississippi a quienes se les ocurrió está curiosa estructura de una posible habitación en Marte. El diseño ha sido creado específicamente para resistir tormentas de polvo y clima adverso que se pueden dar en Marte. Una estructura etérea diseñada para construirse a sí misma una vez que aterriza de forma segura en la superficie marciana."
      },
      "userId": 7,
      "id": 6
    },
    {
      "house": {
        "id": 1,
        "name": "La Casa del cráter",
        "architects": "Amey Kandalgaonkar",
        "image": "/assets/houses/casa-crater.webp",
        "material": [
          "elementos geológicos",
          "piedra"
        ],
        "description": "Amey Kandalgaonkar es conocido por sus impactantes proyectos utópicos. El arquitecto y fotógrafo indio, a raíz de las declaraciones de Elon Musk el pasado mes de mayo en las que afirmaba que no tenía sentido tener posesiones en la Tierra y que su próximo objetivo será habitar Marte, Amey se dispuso a trabajar en el diseño de una vivienda en forma de OVNI albergada por un cráter marciano. Para este arquitecto indio la imaginación no tiene límite y es capaz de situar edificaciones en formaciones naturales que jamás habrías imaginado."
      },
      "userId": 6,
      "id": 7,
      "rooms": "5"
    },
    {
      "house": {
        "id": 2,
        "name": "Zopherus",
        "architects": "Zopherus of Rogers",
        "image": "/assets/houses/zopherus.webp",
        "material": [
          "impresión 3D",
          "elementos geológicos"
        ],
        "description": "El hogar de Zopherus está inspirado en biologías terrestres como los panales y las telas de araña. Zopherus es capaz de aterrizar en el lugar adecuado y desplegar robots autónomos que recolecten materiales útiles del entorno para utilizarlos y crear una estructura a través de la impresión 3D. En este diseño de casa marciana se incluyen cubículos de almacenamiento e instalaciones que evitan escapes de aire."
      },
      "id": 9
    },
    {
      "house": {
        "id": 5,
        "name": "Mars Incubator",
        "architects": "La Nasa",
        "image": "/assets/houses/mars-incubator.webp",
        "material": [
          "plástico de regolito",
          "fibra de basalto"
        ],
        "description": "Modelo que presenta un diseño de cuatro módulos esféricos conectados por uno de mayor tamaño situado en el centro. Cada uno de los módulos está conectado por puentes que permiten moverse a la tripulación entre los diferentes módulos sin salir de la estructura. Resistente a la radiación, sus soportes están hechos de plástico de regolito y polietileno con fibra de basalto."
      },
      "id": 12
    },
    {
      "house": {
        "id": 5,
        "name": "Mars Incubator",
        "architects": "La Nasa",
        "image": "/assets/houses/mars-incubator.webp",
        "gallery": [
          "/assets/houses/casa-crater-gallery/casa-crater-gallery-1.jpg",
          "/assets/houses/casa-crater-gallery/casa-crater-gallery-2.jpg",
          "/assets/houses/casa-crater-gallery/casa-crater-gallery-3.jpg"
        ],
        "material": [
          "plástico de regolito",
          "fibra de basalto"
        ],
        "information": [
          {
            "info": "Amey Kandalgaonkar is known for his striking utopian projects. The Indian architect and photographer began work on the design of a UFO-shaped dwelling housed in a Martian crater."
          },
          {
            "info": "Imagination knows no bounds and is capable of placing buildings in natural formations that you would never have imagined."
          },
          {
            "info": "Amey, through his Instagram account, has been sharing the progress of Elon Musk's idea, to take civilisation to Mars."
          },
          {
            "info": "This work is quite extravagant for what we are used to seeing as real constructions; nevertheless it is interesting to learn about his concept and, of course, to see beyond what we already know."
          },
          {
            "info": "'In real life, I have designed many architectural projects for the companies I have worked for in the past, but for some reason none of those projects became reality', says the architect. So Musk took a chance and trusted him."
          },
          {
            "info": "According to Amey, he loves to create and bring different elements together to explore the relationship that emerges from them. In this project he wanted to bring together a meteorite crater and a spacecraft-like object, such as a UFO. both are located in space, but they are two different things."
          }
        ],
        "title": "Indian architect's boundless creativity for a UFO-shaped home",
        "video": "https://www.youtube.com/embed/ZtdDzaQbzUk",
        "description": "Modelo que presenta un diseño de cuatro módulos esféricos conectados por uno de mayor tamaño situado en el centro. Cada uno de los módulos está conectado por puentes que permiten moverse a la tripulación entre los diferentes módulos sin salir de la estructura. Resistente a la radiación, sus soportes están hechos de plástico de regolito y polietileno con fibra de basalto.",
        "rooms": 7,
        "bathrooms": 2,
        "garden": "Yes"
      },
      "userId": 8,
      "id": 13
    }
  ],
  "users": [
    {
      "id": 1,
      "username": "jupiter231",
      "email": "maria@lifeonmars.com",
      "password": "222",
      "firstname": "Maria",
      "lastname": "García",
      "birthyear": 1993,
      "currentcity": "Barcelona",
      "occupation": "Student",
      "userabout": "Looking for a new brand home in mars",
      "useravatar": "https://images.unsplash.com/photo-1614732414444-096e5f1122d5?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=774&q=80"
    },
    {
      "username": "plutonexists",
      "email": "pablo@mars.com",
      "password": "1234",
      "firstname": "Pablo",
      "lastname": "Valls",
      "birthyear": 1990,
      "currentcity": "Murcia",
      "occupation": "Teacher",
      "userabout": "Something ",
      "useravatar": "https://images.unsplash.com/photo-1614732414444-096e5f1122d5?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=774&q=80",
      "id": 2
    },
    {
      "email": "moonlight@mars.com",
      "password": "$2a$10$SZLJhTi3ijMJtvyKPxkoq.O9XmpalKBQFc3ThVx5rEknCxQlrRXXi",
      "username": "moonlight11",
      "firstname": "Carmen",
      "lastname": "Lopez",
      "birthyear": "1980",
      "currentcity": "Castelló",
      "occupation": "Teacher",
      "userabout": "Moon moon moon",
      "useravatar": "https://images.unsplash.com/photo-1601814933824-fd0b574dd592?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NXx8YWxpZW58ZW58MHx8MHx8&auto=format&fit=crop&w=500&q=60",
      "id": 3
    },
    {
      "email": "mars@attack.com",
      "password": "$2a$10$YjQHDqRSBLBKqcglf4OLj.IrrSfEnLwqRCN35tJhjA1HppcXrLPzC",
      "username": "plutonexiste",
      "firstname": "Pau",
      "lastname": "Alemany",
      "birthyear": "1989",
      "currentcity": "Vic",
      "occupation": "Barman",
      "userabout": "Pluton exists!!",
      "useravatar": "https://images.unsplash.com/photo-1549313861-33587f3d2956?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTZ8fGFsaWVufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "id": 4
    },
    {
      "email": "jupiter@attack.com",
      "password": "$2a$10$ld.6LaZ62oInJdxJiT/MZugSXDhaKHWU4E5DfyaMgpUguueK8ocku",
      "username": "jupiter32",
      "firstname": "Lara",
      "lastname": "Valls",
      "birthyear": "1990",
      "currentcity": "Lleida",
      "occupation": "Student",
      "userabout": "Something",
      "useravatar": "https://images.unsplash.com/photo-1549313861-33587f3d2956?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTZ8fGFsaWVufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "id": 5
    },
    {
      "email": "exito@petandolo.com",
      "password": "$2a$10$2P6qtnCGTpm4XBB38v/3cOukBbJExmCemA5ob19DT42jFjR9TBAVW",
      "username": "exitosas00",
      "firstname": "Exito",
      "lastname": "García",
      "currentcity": "Barcelona",
      "birthyear": 1990,
      "id": 6,
      "useravatar": "https://images.unsplash.com/photo-1614732414444-096e5f1122d5?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=774&q=80",
      "userabout": " I have always been fascinated by the idea of exploring space and finding a new home on another planet. Buying a house on Mars is not only an investment in our future but also a step towards making humanity a multi-planetary species.\n\nIn my free time, I enjoy researching about the latest developments in space exploration and technology. ",
      "occupation": "Teacher"
    },
    {
      "email": "socorro@auxilio.com",
      "password": "$2a$10$Rpv3C/CFvjc9ucKvc7hCdeFzMdIxiHZVsp1RZzkwN29UlKqU7Z7ae",
      "username": "socorro",
      "firstname": "Ayuda",
      "lastname": "Lopez",
      "currentcity": "Cuenca",
      "birthyear": 1990,
      "id": 7
    },
    {
      "email": "asteroide@mars.com",
      "password": "$2a$10$5mc0uA.QI3.1rell7fcraewoys.MYfo0TkJCSsbMw7kUeaajUYhAa",
      "username": "asteroide",
      "firstname": "Beatriz",
      "lastname": "Muñoz",
      "currentcity": "Barcelona",
      "birthyear": 1990,
      "id": 8,
      "occupation": "Singer",
      "useravatar": "https://images.unsplash.com/photo-1614313913007-2b4ae8ce32d6?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=774&q=80",
      "userabout": " I have always been fascinated by the idea of exploring space and finding a new home on another planet. Buying a house on Mars is not only an investment in our future but also a step towards making humanity a multi-planetary species.\n\nIn my free time, I enjoy researching about the latest developments in space exploration and technology. "
    }
  ]
}